RhinoInside.Revit API Documentation
Revit.ActiveUIDocument Property
[Missing <summary> documentation for "P:RhinoInside.Revit.Revit.ActiveUIDocument"]
 Namespace: RhinoInside.Revit
 Assembly: RhinoInside.Revit (in RhinoInside.Revit.dll) Version: 1.5.8027
Syntax
public static Autodesk.Revit.UI.UIDocument ActiveUIDocument { get; }
@property
def ActiveUIDocument(self) -> Autodesk.Revit.UI.UIDocument
Property Value
Type: Autodesk.Revit.UI.UIDocument
See Also
Reference
Revit Class
RhinoInside.Revit Namespace